-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Dec 16, 2020 at 01:25 PM
-- Server version: 10.4.17-MariaDB
-- PHP Version: 8.0.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `info`
--

-- --------------------------------------------------------

--
-- Table structure for table `island`
--

CREATE TABLE `island` (
  `Island_Id` int(11) NOT NULL,
  `detail` text NOT NULL,
  `popular` text NOT NULL,
  `addltion` text NOT NULL,
  `recommend` text NOT NULL,
  `contact` varchar(1000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `island`
--

INSERT INTO `island` (`Island_Id`, `detail`, `popular`, `addltion`, `recommend`, `contact`) VALUES
(1, 'การท่องเที่ยวเกาะหูยง หรือเรียกอีกชื่อหนึ่งว่า เกาะหนึ่ง อีกหนึ่งเกาะท่องเที่ยวที่มีชื่อเสียงของอุทยานแห่งชาติหมู่เกาะสิมิลัน จังหวัดพังงา เป็นเกาะที่มีหาดทราย ขาวสะอาด และยาวมากที่สุดในบรรดาเกาะทั้งหมด ปัจจุบันเกาะหูยงเป็นเกาะที่ได้รับความนิยมเป็นอย่างมากในหมู่นักท่องเที่ยวทั้งชาวไทยและชาวต่างประเทศ โดยเฉพาะในช่วงเทศกาลท่องเที่ยวจะมีนักท่อง เที่ยวมาเยือนเกาะแห่งนี้มากเป็นพิเศษ', 'เป็นเกาะอนุรักษ์สัตว์ทะเล(เต่าตนุ) ไม่เปิดให้ท่องเที่ยว -แหล่งอนุรักษ์ อนุบาลเต่าทะเล', 'การท่องเที่ยวเกาะหูยง หรือเรียกอีกชื่อหนึ่งว่า เกาะหนึ่ง อีกหนึ่งเกาะท่องเที่ยวที่มีชื่อเสียงของอุทยานแห่งชาติหมู่เกาะสิมิลัน จังหวัดพังงา เป็นเกาะที่มีหาดทราย ขาวสะอาด และยาวมากที่สุดในบรรดาเกาะทั้งหมด  ปัจจุบันเกาะหูยงเป็นเกาะที่ได้รับความนิยมเป็นอย่างมากในหมู่นักท่องเที่ยวทั้งชาวไทยและชาวต่างประเทศ โดยเฉพาะในช่วงเทศกาลท่องเที่ยวจะมีนักท่อง เที่ยวมาเยือนเกาะแห่งนี้มากเป็นพิเศษ  โดยมักจะมีเต่าทะเลขึ้นมาวางไข่ ช่วงเดือนพฤศจิกายนถึงเดือนกุมภาพันธ์ทำให้เห็นร่องรอยของเต่าที่ขึ้นมาวางไข่บนชายหาดคล้ายกับรอยตีนตะขาบเล็กๆ หากจะไป ท่องเที่ยวที่เกาะแห่งนี้ ควรติดต่อสอบถามเจ้าหน้าที่อุทยานแห่งชาติก่อน', 'เวลาทำการ', ': อช.หมู่เกาะสิมิลัน ต.ลำแก่น อ.ท้ายเหมือง จ.พังงา 82120'),
(2, 'เกาะปายัง หรือเกาะสอง มีลักษณะเป็นภูเขาหิน รอบเกาะมีหน้าผา และโขดหิน บริเวณรอบๆเกาะไม่มีหาดทรายที่เรือจะเข้าจอดได้ จึงไม่สามารถขึ้นไปบนเกาะได้', 'มีลักษณะเป็นภูเขาหิน รอบเกาะมีหน้าผา และโขดหิน', '', '', ': อช.หมู่เกาะสิมิลัน ต.ลำแก่น อ.ท้ายเหมือง จ.พังงา 82120'),
(3, 'เกาะปาหยัน หรือเกาะสาม มีสภาพทั่วไปเป็นเกาะหินปูน มีหาดทรายทอดตัวยาวตามแนวเกาะที่ได้รับการสงวนจากอุทยานแห่งชาติให้เป็นจุดวางไข่สำหรับเต่า นักท่องเที่ยวไม่ได้รับอนุญาตให้ขึ้นไปบนเกาะ แต่สามารถดำน้ำรอบๆ เกาะได้', 'มีจุดดำน้ำซึ่งเป็นที่นิยมแก่นักดำน้ำลึก เรียกว่า สันฉลาม หรือกำแพงเมืองจีน', 'เป็นจุดดำน้ำลึกที่นักดำน้ำลึกนิยมอีกแห่งหนึ่ง พบฝูงปลาจำนวนมากที่แวะเวียนมาหากินอยู่ข้างๆ กำแพงหินธรรมชาติใต้น้ำ เช่น ฝูงปลาสาก และมีกัลปังหาสีสันสวยงามอีกเป็นจำนวนมาก เกาะปาหยัน หรือเรียกอีกชื่อหนึ่งว่า เกาะสาม มีการขนานนามบริเวณนี้ว่า สันฉลาม บ้างก็ขนานนามว่า กำแพงเมืองจีน ซึ่งเรียกตามลักษณะกำแพงหิน', '', ': อช.หมู่เกาะสิมิลัน ต.ลำแก่น อ.ท้ายเหมือง จ.พังงา 82120'),
(4, 'เป็นเกาะที่มีขนาดใหญ่รองจากสิมิลัน เป็นที่ตั้งของที่ทำการอุทยานแห่งชาติ เพราะมีแหล่งน้ำจืด ชายหาดที่เกาะสี่จะมีสีขาวละเอียดเนียนสวยงามน่าสัมผัส น้ำทะเลใส บนเกาะสี่จะมีสัตว์ที่หาดูได้ยาก เช่น ปูไก่', 'เป็นศูนย์กลางของทั้ง 9 เกาะเนื่องจากตั้งอยู่ตรงกลางของเกาะบริวารอื่นๆ และเป็นที่ทำการของอุทยานแห่งชาติสิมิลันด้วย', 'เป็นเกาะที่มีพื้นที่ขนาดใหญ่รองลงมาจากเกาะสิมิลัน เป็นที่ท่องเที่ยวที่มีนักท่องเที่ยวมากที่สุดในหมู่เกาะสิมิลัน โดยเกาะเมียงจุดเด่นที่มีชายหาด 2 แห่ง คือหาดหน้า และหาดเล็ก และจุดชมวิวจุดชมวิวลานข้าหลวง', '', ': อช.หมู่เกาะสิมิลัน ต.ลำแก่น อ.ท้ายเหมือง จ.พังงา 82120'),
(5, 'เกาะหกหรือเกาะปายู ตั้งอยู่ในเขตอุทยานแห่งชาติหมู่เกาะสิมิลัน เป็นเกาะที่นักท่องเที่ยวนิยมดำน้ำดูปะการัง มีจุดดำน้ำลึก-ตื้นหลายจุด มีแนวปะการังที่สวยงามปลาที่หลากหลาย ส่วนด้านตะวันตกเป็นหน้าผาสูงชัน ไม่มีแนวปะการังที่ชัดเจน ขึ้นกระจายเป็นกระจุกอยู่ทั่วเกาะ', 'เป็นแหล่งท่องเที่ยวเชิงนิเวศ Deep six เป็นจุดที่นักท่องเที่ยวนิยมลงดำน้ำลึกชมปะการัง-ปลา', 'เกาะปายู มีลักษณะ บนเกาะเป็นภูเขาหิน มีหน้าผา มีชายหาดอยู่ทางด้านตะวันออกบริเวณนี้มีแนวปะการังกว้างประมาณ 150-200 เมตร ด้านตะวันตกเป็นหน้าผาสูงชัน ไม่มีแนวปะการังที่ชัดเจน แต่มีกองหินและปะการังขึ้นกระจาย ด้านใต้เป็้แนวหินที่มีความสวยงาม ด้านเหนือเป็น แหลมเล็กๆ มีจุดดำน้ำลึกที่เป็นที่นิยม ชื่อ Deep six มี Deep six ตั้งอยู่ทางตอนเหนือสุดของเกาะปายู เป็นจุดดำน้ำลึก ที่มีความลึก 5-40 เมตร มีลักษณะเป็นโขดหินใหญ่ที่อยู่ใต้น้ำปกคลุมไปด้วยปะการังและปลาจำนวนมาก', '', ': อช.หมู่เกาะสิมิลัน ต.ลำแก่น อ.ท้ายเหมือง จ.พังงา 82120'),
(6, 'มีลักษณะเป็นโขดหินขนาดใหญ่โผล่อยู่กลางทะเล มีขนาดประมาณ 30 เมตร รอบด้านเป็นโขดหินน้ำลึกประมาณ 20 - 50 เมตร เป็นจุดดำน้ำลึกที่มีทัศนวิสัยที่ดีมาก สามารถพบกัลปังหาหลากสีสันได้ทั่วไป มีหุบเหวใต้น้ำลึก และยังสามารถพบปลาขนาดใหญ่ได้ทั่วไป ทั้งปลาสาก ปลากระเบนราหู', 'มีลักษณะเหมือนรูปหัวกะโหลก สภาพใต้น้ำสวยงามเหมือนหุบเขาใต้ทะเลที่เต็มไปด้วยปะการังอ่อน กัลปังหารูปพัดหลากสีสัน ฝูงปลานานาพันธุ์ และยังสามารถพบปลากระเบนราหู หรือฉลามวาฬได้มากที่สุดแห่งหนึ่งในหมู่เกาะสิมิลัน', 'เป็นเกาะอันดับ 7 ของหมู่เกาะสิมิลัน มีลักษณะเป็นก้อนหินขนาดใหญ่ มีลักษณะ แปลก มาก เมื่อมองดูจากมุมหนึ่งจะเห็นเป็นรูปหัวกะโหลก สภาพใต้น้ำของเกาะนี้สวยงามแห่งหนึ่ง และมีระดับ ความลึกที่แตกต่างกันออกไป หลายระดับชั้น สภาพเหมือนหุบเขาใต้น้ำที่เต็มไปด้วย ปะการัง และหุบเหวลึก ปลาใหญ่น้อยนับแสน พากันเวียนว่ายอยู่ตามก้อนหิน และบางครั้งมีโลมาปรากฏให้เห็น', '', ': อช.หมู่เกาะสิมิลัน ต.ลำแก่น อ.ท้ายเหมือง จ.พังงา 82120'),
(7, 'เป็นศูนย์กลางการท่องเที่ยวและการเดินทางสู่หมู่เกาะสิมิลัน เป็นเกาะที่ใหญ่ที่สุด มีหาดทรายขาวละเอียดใต้ทะเลมีปะการังหลายชนิด เป็นเกาะที่สามารถดำทั้งน้ำลึกและน้ำตื้นด้านเหนือของเกาะมีหินขนาดใหญ่ มีลักษณะคล้าย รองเท้าบู๊ต ถัดมาเป็นหินเรือใบ ซึ่งเป็น สัญลักษณ์ของหมู่เกาะสิมิลันด้วย เกาะแปดเป็นสถานที่ ท่องเที่ยวที่ครบ ทุกรสชาติตั้งแต่การเที่ยวชายหาด ดำน้ำดูปะการัง เส้นทาง เดินศึกษาธรรมชาติ และจุดชมวิวที่สวยงาม ชายหาดของเกาะแปดมีทั้งหมด 2 หาด แนวชายหาดที่โดดเด่นอยู่ทางทิศตะวันตก และชายหาดด้านทิศตะวันออก', 'เป็นเกาะที่ใหญ่ที่สุด คล้ายคล้าย รองเท้าบู๊ต ถัดมาเป็นหินเรือใบ มีหาดทรายขาวละเอียดใต้ทะเลมีปะการังหลายชนิด เป็นเกาะที่สามารถดำทั้งน้ำลึกและน้ำตื้นด้านเหนือของเกาะมีหินขนาดใหญ่', '', '', ': อช.หมู่เกาะสิมิลัน ต.ลำแก่น อ.ท้ายเหมือง จ.พังงา 82120'),
(8, 'เกาะบางูหรือเกาะเก้า เป็นเกาะเล็ก ๆ ที่มีโขดหินรูปลักษณะต่าง ๆ โดยเฉพาะที่จุดดำน้ำ กองหินคริสต์มาสพอยต์ เป็นกองหินใต้น้ำขนาดใหญ่ที่มีความสวยงามสลับซับซ้อนกันเป็นบริเวณกว้าง จะมีแนวปะการัง และกัลปังหาที่สมบูรณ์ และยังเป็นที่อยู่ของปลาหลากชนิด เช่น ปลาไหลริบบิ้น ฉลามครีบเงิน ปลาเก๋า ปลาบู่ กั้งตั๊กแตน', 'มีโขดหินรูปลักษณะต่าง ๆ โดยเฉพาะที่จุดดำน้ำ มีกองหินสวยงาม ลักษณะแปลกตา', 'เป็นเกาะเล็ก ๆ ที่มีโขดหินรูปลักษณะต่าง ๆ โดยเฉพาะที่จุดดำน้ำกองหินคริสมาสพอยต์เป็นกองหินใต้น้ำ ขนาดใหญ่ที่มีความสวยงามสลับซับซ้อนกันเป็นบริเวณกว้าง จะมีแนวปะการัง และกัลปังหาที่สมบูรณ์ และยังเป็นที่อยู่ของปลาหลาก ชนิด เช่น ปลาไหลริบบิ้น ฉลามครีบเงิน ปลาเก๋า ปลาบู่ กั้งตั๊กแตน อีกหนึ่งเกาะท่องเที่ยวที่มีชื่อเสียงและได้รับความนิยมในหมู่นักท่องเที่ยวที่ชื่นชอบการดำน้ำลึก-ตื้น อีกทั้งยังเป็นเกาะอันดับที่ 7 ของหมู่เกาะสิมิลัน', '', ': อช.หมู่เกาะสิมิลัน ต.ลำแก่น อ.ท้ายเหมือง จ.พังงา 82120'),
(9, 'เกาะห้า อยู่ห่างจากเกาะลันตาไปทางด้านทิศตะวันตก ประมาณ 20 กิโลเมตร อยู่ระหว่างเกาะพีพี หินแดง และหินม่วง ใช้เวลาเดินทางจากเกาะลันตามาประมาณชั่งโมงเศษๆ บริเวณนี้เป็นแอ่งน้ำตรงกลาง กระแสน้ำค่อนข้างนิ่งและน้ำใส ระดับการมองเห็นใต้น้ำประมาณ 25 เมตรหรืออาจจะมากกว่านั้น อีกทั้งยังล้อมรอบด้วยเกาะ 5 เกาะ จุดที่ลึกที่สุดมีระดับความลึกมากกว่า 50 เมตรและยังมีความหลากหลายของสิ่งมีชีวิตทั้งน้อย-ใหญ่อาศัยอยู่ ไม่ว่าจะเป็นปะการังหลากหลายชนิด หลากสีสัน ปลากระเบนราหู หรือไม่ว่าจะเป็นเหล่าฉลามวาฬ', 'การดำน้ำ คือ ปลาไหลสีขาวเทา ที่ชอบโผล่หัวชูคอขึ้นมา จากรู จนได้ชื่อว่า สวนปลาไหล บริเวณนี้ยังเต็มไปด้วยปะการังอ่อน ปะการังแข็งที่มีอยู่มากมาย', '', '', ': อช.หมู่เกาะสิมิลัน ต.ลำแก่น อ.ท้ายเหมือง จ.พังงา 82120'),
(10, 'เกาะตาชัย ตั้งอยู่ทางตอนเหนือสุดของ อุทยานแห่งชาติหมู่เกาะสิมิลัน และอยู่ไม่ไกลจากหมู่เกาะสุรินทร์ มากนักถูกพบครั้งแรกโดย ชายที่ชื่อ ตาชัย ทำให้ตั้งชื่อเกาะตามคนค้นพบว่า เกาะตาชัย ถือได้ว่าเป็น เกาะบริวารที่อยู่ในความดูแลรับผิดชอบของอุทยานแห่ง ชาติหมู่เกาะสิมิลัน', 'ธรรมชาติที่คล้ายคลึงกับสิมิลันไม่ว่าจะเป็นน้ำทะเลสีฟ้าใส หาดทรายขาวละเอียดนุ่มเท้า หาดทรายขาว มีจุดดำน้ำดูปะการัง มีแนวปะการังที่สวยงาม และค่อนข้างสมบูรณ์ไปด้วยปะการังแข็งและปะการังอ่อนสีแดง และความสมบูรณ์ของแนวปะการังทำให้', '', '', ': อช.หมู่เกาะสิมิลัน ต.ลำแก่น อ.ท้ายเหมือง จ.พังงา 82120\r\n\r\n'),
(11, 'ตั้งอยู่ระหว่างหมู่เกาะสิมิลันกับเกาะตาชัย เป็นเกาะเล็กๆ ไม่มีหาดทราย แต่นักท่องเที่ยวสามารถดำน้ำลึกชมแนวปะการังที่สวยงาม พบปลาหลากลายชนิด โดยเฉพาะปลากระเบนราหูที่สามารถพบเห็นได้ง่ายกว่าเกาะอื่นๆ เป็นแหล่งท่องเที่ยวเชิงนิเวศ', 'เป็นเกาะเล็กๆ ไม่มีหาดทราย สามารถดำน้ำลึกชมแนวปะการังที่สวยงาม พบปลาหลากลายชนิด มีจุดเด่นสะพานหิน', '', '', ': อช.หมู่เกาะสิมิลัน ต.ลำแก่น อ.ท้ายเหมือง จ.พังงา 82120');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `island`
--
ALTER TABLE `island`
  ADD PRIMARY KEY (`Island_Id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
